{
  "foods": [
    { 
      "id": "1",
      "name":  "Porão do Alemão", 
      "total_ingredients": "Av. São Jorge, 1986, São Jorge.",
      "time": 40,
      "cover": "https://www.folhabv.com.br/wp-content/plugins/seox-image-magick/imagick_convert.php?width=1599&height=1066&format=.jpeg&quality=91&imagick=uploads.folhabv.com.br/2023/12/WhatsApp-Image-2023-12-01-at-11.35.16.jpeg",
      "video":"https://www.youtube.com/watch?v=NB2wR42fC_Q",
      "ingredients": [
        {
          "id": "1",
          "name": "Horário de Funcionamento",
          "amount": "Quart a Sab - 19h"
        },
        {
          "id": "2",
          "name": "Modo de Pagamento",
          "amount": "Crédito, Débito, Pix"
        },
        {
          "id": "3",
          "name": "Bandas ao vivo",
          "amount": "Sim!"
        },
        {
          "id": "4",
          "name": "Proibido Menores",
          "amount": "18 anos"
        }
      ],
      "instructions": [
        {
          "id": "1",
          "text": "Clima Descontraído: O bar oferece um ambiente acolhedor e descontraído, ideal para quem quer curtir uma noite de boa música com os amigos em Manaus."
        },
        {
          "id": "2",
          "text": "Cardápio: O Porão do Alemão serve uma variedade de pratos e petiscos, além de um cardápio de bebidas com opções para todos os gostos, desde cervejas artesanais até coquetéis."
        },
        {
          "id": "3",
          "text": "Local de Encontro para Fãs de Rock: Frequentado por fãs de todas as vertentes do rock, o bar é o ponto de encontro perfeito para quem ama a música e a cultura rock."
        },
        {
          "id": "4",
          "text": "Eventos Regulares: Além de shows e festas, o bar realiza eventos regulares como concursos de bandas, noites de karaokê e tributos a grandes artistas do rock."
        },
        {
          "id": "5",
          "text": "Shows ao Vivo: O Porão do Alemão frequentemente recebe apresentações de bandas locais e nacionais, sendo um local essencial para quem gosta de música ao vivo."
        },
        {
          "id": "6",
          "text": "Festas Privadas: O bar também é um local popular para festas privadas, como aniversários e eventos corporativos, com pacotes de serviços personalizados."
        }
      ]
    },
    { 
      "id": "2",
      "name": "All Night Pub",
      "total_ingredients": "5",
      "time": 60,
      "cover": "https://media-cdn.tripadvisor.com/media/photo-s/0f/08/3d/00/vista-do-palco-principal.jpg",
      "video":"https://www.youtube.com/watch?v=y9yKuT1m9LI",
      "ingredients": [
        {
          "id": "1",
          "name": "Frango (patinho)",
          "amount": "700g"
        },
        {
          "id": "2",
          "name": "Arroz branco",
          "amount": "2 xícaras"
        },
        {
          "id": "3",
          "name": "Molho de tomate",
          "amount": "1 pacote 150g"
        },
        {
          "id": "4",
          "name": "Creme de leite",
          "amount": "1 caixa"
        },
        {
          "id": "5",
          "name": "Ketchup",
          "amount": "1 colher (chá)"
        }
      ],
      "instructions": [
        {
          "id": "1",
          "text": "Música ao Vivo: O pub frequentemente recebe apresentações de bandas locais e artistas, proporcionando uma experiência musical diversificada, com foco em rock e música alternativa."
        },
        {
          "id": "2",
          "text": "Cervejas Artesanais: O All Night Pub oferece uma seleção de cervejas artesanais, além das tradicionais, atendendo a todos os gostos dos seus clientes."
        },
        {
          "id": "3",
          "text": "Cardápio Variado: O menu do pub inclui petiscos saborosos e pratos que combinam perfeitamente com bebidas, como hambúrgueres, batatas fritas e opções vegetarianas."
        },
        {
          "id": "4",
          "text": "Happy Hour: O pub realiza promoções de happy hour, oferecendo descontos em bebidas e petiscos durante horários específicos, ideal para quem quer aproveitar mais por menos"
        },
        {
          "id": "5",
          "text": "Decoração: A decoração do All Night Pub é cuidadosamente escolhida para criar um ambiente único, com toques modernos e vintage, refletindo a cultura do pub e da música."
        },
        {
          "id": "6",
          "text": "Localização: Situado em uma área central, o pub é de fácil acesso para quem deseja um ponto de encontro vibrante no coração da cidade."
        }
      ]
    },
    { 
      "id": "3",
      "name":  "Salomé bar",
      "total_ingredients": "Rua Amapá, 5 - Vieiralves",
      "time": 120,
      "cover": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/2b/13/96/a6/o-salome-grill-e-sua.jpg?w=900&h=-1&s=1",
      "video":"https://youtu.be/AexaqeVdkF0",
      "ingredients": [
        {
          "id": "1",
          "name": "Horário de Funcionamento",
          "amount": "Ter à Sex 17h | Sáb 12h | Dom 15h"
        },
        {
          "id": "2",
          "name": "Molho de tomate",
          "amount": "1 pacote 250g"
        },
        {
          "id": "3",
          "name": "Queijo",
          "amount": "350g"
        },
        {
          "id": "4",
          "name": "Calabresa",
          "amount": "300g"
        },
        {
          "id": "5",
          "name": "Orégano",
          "amount": "À gosto"
        },
        {
          "id": "6",
          "name": "Cebola",
          "amount": "À gosto"
        }
      ],
      "instructions": [
        {
          "id": "1",
          "text": "Ambiente Aconchegante: O Salomé Bar oferece um ambiente descontraído, ideal para uma noite relaxante com amigos, destacando-se pela decoração e atmosfera acolhedora."
        },
        {
          "id": "2",
          "text": "Música Diversificada: O bar toca uma variedade de estilos musicais, incluindo rock, pop, MPB e música eletrônica, com DJs locais e shows ao vivo."
        },
        {
          "id": "3",
          "text": "Drinks Exclusivos: O Salomé Bar é famoso pelos seus coquetéis exclusivos, feitos por bartenders experientes, com drinks criativos e receitas autorais."
        },
        {
          "id": "4",
          "text": "Eventos Especiais: O Salomé Bar organiza noites temáticas, festas privadas e eventos especiais para datas comemorativas, como Halloween, Carnaval e Ano Novo."
        },
        {
          "id": "5",
          "text": "Espaço para Shows e Performances: O bar é conhecido por abrigar apresentações de artistas locais e nacionais, criando uma conexão entre o público e a cena musical emergente."
        },
        {
          "id": "6",
          "text": "Cultura e Arte Local: O Salomé Bar se destaca por apoiar a cena cultural e artística local, promovendo exposições de arte e colaborações com artistas regionais."
        }
      ]
    },
    { 
      "id": "4",
      "name":  "O Condado",
      "total_ingredients": "6",
      "time": 30,
      "cover": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTtTBacbBEjb8kanuf6Xmt6bQXWCIX5bBPe2A&s",
      "video":"https://www.youtube.com/watch?v=y9yKuT1m9LI",
      "ingredients": [
        {
          "id": "1",
          "name": "Farinha de trigo",
          "amount": "1kg"
        },
        {
          "id": "2",
          "name": "Óleo",
          "amount": "1/2 xícara (chá)"
        },
        {
          "id": "3",
          "name": "Sal",
          "amount": "1 colher sopa"
        },
        {
          "id": "4",
          "name": "Vinagre",
          "amount": "1 colher (chá)"
        },
        {
          "id": "5",
          "name": "Ovo",
          "amount": "1"
        },
        {
          "id": "6",
          "name": "Água",
          "amount": "250 ml"
        }
      ],
      "instructions": [
        {
          "id": "1",
          "text": "Variedade de Bebidas: O bar oferece uma grande seleção de drinks, desde os mais tradicionais até opções criativas, com coquetéis autorais que misturam sabores inusitados."
        },
        {
          "id": "2",
          "text": "Noites Temáticas: O bar organiza eventos e noites temáticas, como festas de fantasia, noites de karaokê e eventos culturais, sempre criando um clima de diversão e interação"
        },
        {
          "id": "3",
          "text": "Espaço Aconchegante e Social: O bar é ideal para grupos de amigos, casais e até para encontros familiares. Seu ambiente é acolhedor e ideal para socializar"
        },
        {
          "id": "4",
          "text": "Música ao Vivo: O Condado Bar oferece música ao vivo, com bandas locais tocando diversos estilos, incluindo rock, pop, MPB e outros, criando um ambiente animado e alegre."
        },
        {
          "id": "5",
          "text": "Apoio à Cultura Local: O Condado Bar é conhecido por apoiar a cena cultural de Manaus, promovendo eventos que envolvem a comunidade local e incentivam a expressão artística."
        },
        {
          "id": "6",
          "text": "Decoração Imersiva: A decoração do bar inclui elementos que remetem à fantasia medieval e à cultura pop, o que cria um ambiente imersivo que atrai tanto fãs de fantasia quanto aqueles que buscam algo diferente."
        }
      ]
    },
    { 
      "id": "5",
      "name":  "Sindicato",
      "total_ingredients": "5",
      "time": 65,
      "cover": "https://www.portalholofote.com/images/noticias/5693/1183533110.jpg",
      "video":"https://youtu.be/0MJep0plDlw",
      "ingredients": [
        {
          "id": "1",
          "name": "Leite condensado",
          "amount": "1 lata"
        },
        {
          "id": "2",
          "name": "Leite",
          "amount": "1 (mesmo tamanho do leite condesado)"
        },
        {
          "id": "3",
          "name": "Ovos",
          "amount": "3 ovos inteiros"
        },
        {
          "id": "4",
          "name": "Açúcar",
          "amount": "1 xícara (chá)"
        },
        {
          "id": "5",
          "name": "Água",
          "amount": "1/2 xícara"
        }
      ],
      "instructions": [
        {
          "id": "1",
          "text": "Variedade de Bebidas: O bar oferece uma ampla carta de bebidas, desde cervejas geladas a coquetéis autorais, com opções que agradam a diferentes gostos e paladares."
        },
        {
          "id": "2",
          "text": "Cardápio de Petiscos e Pratos: No cardápio, o Sindicato Bar conta com petiscos saborosos, como porções de fritas, nachos, e carnes grelhadas, além de opções para quem deseja refeições mais completas."
        },
        {
          "id": "3",
          "text": "Música ao Vivo: O Sindicato Bar tem noites de música ao vivo, com bandas locais tocando diversos estilos, como rock, reggae, pop e MPB, garantindo uma noite animada para os clientes."
        },
        {
          "id": "4",
          "text": "Espaço para Eventos: O bar disponibiliza seu espaço para eventos privados, como festas de aniversário e encontros corporativos, sendo uma opção versátil para diversas ocasiões."
        },
        {
          "id": "5",
          "text": "Atendimento de Qualidade: O Sindicato Bar é reconhecido pelo bom atendimento, com uma equipe simpática e pronta para proporcionar uma experiência agradável para todos os clientes."
        },
        {
          "id": "6",
          "text": "Ambiente Social: O bar tem um ambiente ideal para grupos de amigos, casais ou até mesmo para quem deseja fazer novas amizades, proporcionando um clima social e descontraído."
        },
        {
          "id": "7",
          "text": "Eventos Temáticos: O Sindicato Bar realiza eventos temáticos, festas especiais e celebrações para datas comemorativas, como o Carnaval e o Réveillon, oferecendo uma programação divertida e diferente."
        }
      ]
    },
    { 
      "id": "6",
      "name":  "Old 88 Garage",
      "total_ingredients": "5",
      "time": 60,
      "cover": "https://img.restaurantguru.com/r232-photo-Old-88-Garage-e-Don-Loiola-Meat-Moto-Bar-2021-09-230015.jpg",
      "video":"https://youtu.be/EPD2igRTnfw",
      "ingredients": [
        {
          "id": "1",
          "name": "File peito de frango",
          "amount": "400g"
        },
        {
          "id": "2",
          "name": "Orégano",
          "amount": "4 colheres chá"
        },
        {
          "id": "3",
          "name": "Catupiry",
          "amount": "250g"
        },
        {
          "id": "4",
          "name": "Queijo mussarela",
          "amount": "400g"
        },
        {
          "id": "5",
          "name": "Sal",
          "amount": "à gosto"
        }
      ],
      "instructions": [
        {
          "id": "1",
          "text": "Música ao Vivo: Famoso por sua programação de música ao vivo, o bar recebe bandas de rock e outros gêneros musicais, sendo um ponto de encontro para os fãs desse estilo."
        },
        {
          "id": "2",
          "text": "Cervejas e Drinks Especiais: O bar oferece uma vasta seleção de cervejas, com ênfase em artesanais, além de drinks exclusivos e clássicos, que atendem todos os gostos dos frequentadores."
        },
        {
          "id": "3",
          "text": "Ambiente Social e Descontraído: Ideal para grupos de amigos e pessoas que buscam um lugar descontraído para conversar, ouvir música e aproveitar boa comida e bebida."
        },
        {
          "id": "4",
          "text": "Cardápio de Petiscos: No Old 88 Garage, os petiscos são um destaque, com opções deliciosas como fritas, porções de linguiça e outros pratos rápidos para acompanhar a bebida."
        },
        {
          "id": "5",
          "text": "Frequência de Motociclistas: Por sua temática e ambiente, o bar atrai muitos motociclistas, sendo um ponto de encontro para a galera que compartilha dessa paixão."
        },
        {
          "id": "6",
          "text": "Localização Estratégica: O Old 88 Garage está localizado em uma área central de Manaus, o que facilita o acesso para quem quer curtir uma boa noite de lazer e música."
        }
      ]
    }
  ]
}